const ProjectDisCah = {
	id: 'dis-cah',
	label: 'Карты против Всех',
	description: 'Активность для Discord',
	content: <>
		В момент, когда активности Discord'а были ещё в тестировании и не были доступны каждому разработчику, мне пришла идея попробовать сделать свою.<br />
		Как активность я выбрал игру "Карты против Всех", ибо я однажды такую уже разрабатывал для Discord-бота.<br />
		В рамках разработки мне пришлось мучиться с незадокументированным кодом дискорда и подменой запросов.<br />
		Как только мною в течение недели был сделан запускаемый билд, который брал инфу о пользователе от дискорда и оставалось сделать саму игру...<br />
		Я потерял интерес к этому проекту и прекратил разработку)<br />

		<br />Дата начала разработки: Январь 2023<br />
		Дата выпуска: Проект не увидел свет<br />
		Статус: Разработка прекращена в Январе 2023<br />
	</>,
}

export default ProjectDisCah