const ProjectDespairTown = {
	id: 'pt-dt',
	label: 'Despair Town',
	description: 'Фанатский проект по игре Danganronpa в... Pony Town',
	content: <>
		Проект по Pony Town, очень оригинально... Из примечательного планировалась система фракций (Осколки Отчания, Фонд будущего и так далее), система квестов, экономика и поддержка нескольких языков.<br />

		<br />Дата начала разработки: Август 2020<br />
		Дата выпуска: Это жуткое и страшное Lost Media, которое не увидело свет)<br />
		Статус: Разработка прекращена в Октябре 2020<br />
	</>,
}

export default ProjectDespairTown