import SocialButton from '../SocialButton';
import { FaGamepad } from 'react-icons/fa';

const ProjectUtYt = {
	id: 'ut-yt',
	label: 'YoutubeTale',
	description: 'Фанатская игра по Undertale для Windows',
	content: <>
		После популяризации на сегменте ютуб монстров, которые полностью затмили людей, началось негодование среди правительств разных стран. Ведь монстры теперь являлись лидерами мнений. Правительству нужно устранить их! Они поймали в ловушку монстров, пригласив на большое мероприятие в пещерах засыпанного города. Закрыв их там навсегда с помощью магии, устраняя тех, кто не пришел туда. Вызвался резонанс из-за резкого исчезновения монстров. Правительству пришлось использовать изобретение стирающее из памяти людей любую информацию. Забыли о монстрах все люди, кроме одного мужчины, работающего в театре, но о его существовании все забыли, а там где он находился был лишь пустырь, кому нужны театры когда есть интернет? В какой-то момент времени люди стали думать именно так.<br />
		<br />Год выпуска: 2018<br />
		Статус: Разработка прекращена в 2018 году<br />
		<SocialButton mt="sm" href="https://gamejolt.com/games/youtubetale/365697" Icon={FaGamepad} text="Открыть в Gamejolt" />
	</>,
}

export default ProjectUtYt